Repository: tara-pogancev/informacioni-sistem-bolnice
Catalog: SIMS/LanguageResources/Resources.*.resx
Languages: sr_latn

# AccountListItem
source: Account
sr_latn: Nalog

source: Add
sr_latn: Dodaj

# AddCaps
source: ADD
sr_latn: DODAJ

source: Add Guest
sr_latn: Dodaj gosta

source: Adding Guest Patient
sr_latn: Dodavanje gostujećeg pacijenta

source: Adress
sr_latn: Adresa

# AdressColon
source: Adress:
sr_latn: Adresa:

# AllergensColon
source: Allergens:
sr_latn: Alergeni:

source: Appointment
sr_latn: Termin

# AppointmentCanceledMessage
source: Appointment is canceled successfully.
sr_latn: Termin je uspešno otkazan.

# AppointmentDateColon
source: Appointment Date:
sr_latn: Datum termina:

# AppointmentsListItem
source: Appointments
sr_latn: Termini

source: Appointment Update
sr_latn: Uređivanje termina

# BirthDateColon
source: Birth Date:
sr_latn: Datum rođenja:

# BloodTypeColon
source: Blood Type:
sr_latn: Krvna grupa:

source: Cancel Appointment
sr_latn: Otkaži termin

# CancelCaps
source: CANCEL
sr_latn: OTKAŽI

# ChooseAppointmentColon
source: Choose Appointment:
sr_latn: Odaberite termin:

# ChooseAppointmentToCancelMessage
source: Choose appointment to cancel.
sr_latn: Izaberite termin za otkazivanje.

# ChooseAppointmentToUpdateMessage
source: Choose appointment to update.
sr_latn: Izaberite termin za izmenu.

# ChoosePatientToDeleteMessage
source: Choose patient to delete.
sr_latn: Izaberite pacijenta za brisanje.

# ChoosePatientToUnblockMessage
source: Choose patient to unblock.
sr_latn: Izaberite pacijenta za odblokiranje.

# ChoosePatientToUpdateMessage
source: Choose patient to update.
sr_latn: Izaberite pacijenta za izmenu.

# ChronicPainsColon
source: Chronic Pains:
sr_latn: Hronične bolesti:

# CityColon
source: City:
sr_latn: Grad:

# CountryColon
source: Country:
sr_latn: Država:

source: Date
sr_latn: Datum

# DateColon
source: Date:
sr_latn: Datum:

source: Delete
sr_latn: Izbriši

source: Doctor
sr_latn: Lekar

# DoctorColon
source: Doctor:
sr_latn: Lekar:

# DoctorOnVacationMessage
source: Doctor is on vacation at the specified time.
sr_latn: Lekar je na odmoru u navedenom terminu.

# DoctorsListItem
source: Doctors
sr_latn: Lekari

# DoctorUnavailableMessage
source: Doctor is unavailable at the specified time.
sr_latn: Lekar je zauzet u navedenom terminu.

# DurationColon
source: Duration:
sr_latn: Vreme trajanja:

# EndTimeColon
source: End Time:
sr_latn: Vreme završetka:

# ExaminationDateColon
source: Examination Date:
sr_latn: Datum pregleda:

source: Examination Scheduling
sr_latn: Zakazivanje pregleda

# FillFieldsMessage
source: Please fill in all fields.
sr_latn: Molimo popunite sva polja.

source: Full Name
sr_latn: Ime i prezime

# GenerateCaps
source: GENERATE
sr_latn: GENERIŠI

source: Guest
sr_latn: Gost

# GuestColon
source: Guest:
sr_latn: Gost:

# HomePageListItem
source: Home Page
sr_latn: Početna stranica

# IncorrectDateFormatMessage
source: Incorrect date format. (dd.MM.yyyy.)
sr_latn: Neispravan format datuma. (dd.MM.yyyy.)

# IncorrectEmailFormatMessage
source: Incorrect email address format.
sr_latn: Neispravan format email adrese.

# IncorrectPhoneNumberFormatMessage
source: Incorrect phone number format.
sr_latn: Neispravan format broja telefona.

# InvalidDatesMessage
source: End date must be greater then start date.
sr_latn: Krajnji datum mora biti veći od početnog datuma.

# JmbgNumberMessage
source: Jmbg must have exactly 13 digits.
sr_latn: Jmbg mora imati tačno 13 cifara.

# LastNameColon
source: Last Name:
sr_latn: Prezime:

# LboNumberMessage
source: Lbo must consist of digits.
sr_latn: Lbo se mora sastojati iz cifara.

# NameColon
source: Name:
sr_latn: Ime:

source: New Vacation Adding
sr_latn: Dodavanje novog odmora

# NotificationDefaultText
source: You can input your notification here.
sr_latn: Ovde mozete uneti vase obavestenje.

source: Notifications
sr_latn: Obaveštenja

# PasswordColon
source: Password:
sr_latn: Lozinka:

source: Patient
sr_latn: Pacijent

source: Patient Adding
sr_latn: Dodavanje pacijenta

# PatientColon
source: Patient:
sr_latn: Pacijent:

# PatientDeletedMessage
source: Patient is deleted successfully.
sr_latn: Pacijent je uspešno obrisan.

# PatientNotBannedMessage
source: Patient is not banned.
sr_latn: Odabrani pacijent nije banovan.

# PatientsListItem
source: Patients
sr_latn: Pacijenti

# PatientUnblockedMessage
source: Patient is unblocked successfully.
sr_latn: Pacijent je uspesno odblokiran.

source: Patient Update
sr_latn: Ažuriranje pacijenta

# PatientWithoutAccountMessage
source: Patient does not have account.
sr_latn: Odabrani pacijent nema nalog.

source: Phone Number
sr_latn: Broj telefona

# PhoneNumberColon
source: Phone Number:
sr_latn: Broj telefona:

# PostalCodeColon
source: Postal Code:
sr_latn: Poštanski broj:

# QuitCaps
source: QUIT
sr_latn: ODUSTANI

# ReportListItem
source: Report
sr_latn: Izveštaj

source: Room
sr_latn: Prostorija

# RoomColon
source: Room:
sr_latn: Prostorija:

# RoomNotOccupied
source: The room is not occupied during the specified period.
sr_latn: Prostorija nije zauzeta u navedenom periodu.

# RoomNumberColon
source: Room Number:
sr_latn: Broj prostorije:

source: Room Occupancy Report
sr_latn: Izveštaj o zauzetosti prostorija

# RoomUnavailableMessage
source: Room is unavailable at the specified time.
sr_latn: Prostorija je zauzeta u navedenom terminu.

# ScheduleCaps
source: SCHEDULE
sr_latn: ZAKAŽI

source: Schedule Examination
sr_latn: Zakaži pregled

source: Schedule Surgery
sr_latn: Zakaži operaciju

# SecretaryColon
source: Secretary:
sr_latn: Sekretar:

# SelectRoleMessage
source: Select at least one role.
sr_latn: Označite bar jednu ulogu.

# SexColon
source: Sex:
sr_latn: Pol:

# SpecializationColon
source: Specialization:
sr_latn: Specijalizacija:

source: Start Time
sr_latn: Početak

# StartTimeColon
source: Start Time:
sr_latn: Početno vreme:

# SurgeryDateColon
source: Surgery Date:
sr_latn: Datum operacije:

source: Surgery Scheduling
sr_latn: Zakazivanje operacije

source: Type
sr_latn: Tip

source: Unblock
sr_latn: Odblokiraj

source: Update
sr_latn: Izmeni

source: Update Appointment
sr_latn: Izmeni termin

# UpdateCaps
source: UPDATE
sr_latn: IZMENI

source: Urgent Examination
sr_latn: Hitan pregled

# UrgentExaminationScheduledMessage
source: Urgent examination is scheduled successfully.
sr_latn: Hitan pregled uspešno zakazan.

source: Urgent Examination Scheduling
sr_latn: Zakazivanje hitnog pregleda

source: Urgent Surgery
sr_latn: Hitna operacija

# UrgentSurgeryScheduledMessage
source: Urgent surgery is scheduled successfully.
sr_latn: Hitna operacija uspešno zakazana.

source: Urgent Surgery Scheduling
sr_latn: Zakazivanje hitne operacije

# UsernameColon
source: Username:
sr_latn: Korisničko ime:

# VacationCreatedMessage
source: Vacation for doctor is created successfully.
sr_latn: Uspešno kreiran odmor za lekara.

# VacationDaysColon
source: Vacation Days:
sr_latn: Slobodni dani:

# VacationDaysUpdatedMessage
source: Number of vacation days is updated successfully.
sr_latn: Uspešno izmenjen broj slobodnih dana.

# VacationEndColon
source: Vacation End:
sr_latn: Kraj odmora:

# VacationNotNumberMessage
source: Number of vacation days is not number.
sr_latn: Broj slobodnih dana nije broj.

# VacationStartColon
source: Vacation Start:
sr_latn: Početak odmora:

# WelcomeHomePage
source: Welcome
sr_latn: Dobrodošli
